Repository: emilsvennesson/script.module.inputstreamhelper
Catalog: resources/language/resource.language.*/strings.po
Languages: he_il, hr_hr, it_it

# #30001
source: Information
he_il: מידע
hr_hr: Informacije
it_it: Info

# #30002
source: This add-on relies on the proprietary decryption module [B]Widevine CDM[/B] for playback.
he_il: הרחבה זו תלויה במודול הפענוח הקנייני [B]Widevine CDM[/B] על מנת לנגן.
hr_hr: Ovaj dodatak se za reprodukciju oslanja na vlasnički zaštićeni modul za dešifriranje [B]Widevine CDM[/B]
it_it: Per la riproduzione, questo addon fa affidamento al modulo di decriptazione proprietario [B]Widevine CDM[/B]

# #30004
source: Error
he_il: שגיאה
hr_hr: Greška
it_it: Errore

# #30005
source: An error occurred while installing [B]Widevine CDM[/B]. Please enable debug logging and file a bug report at:[CR][CR]github.com/emilsvennesson/script.module.inputstreamhelper
he_il: קרתה שגיאה במהלך התקנת [B]Widevine CDM[/B]. נא לאפשר רישום ניפוי באגים ולדווח ב-[CR][CR]github.com/emilsvennesson/script.module.inputstreamhelper
hr_hr: Došlo je do pogreške prilikom [B]Widevine CDM[/B] instalacije. Molimo omogućite debug razinu logiranja i podnesite izvještaj o pogrešci na:[CR][CR]github.com/emilsvennesson/script.module.inputstreamhelper
it_it: Si e' verificato un errore durante l'installazione di [B]Widevine CDM[/B]. Per piacere abilita la modalita' debug e crea una segnalazione al seguente indirizzo: [CR][CR]github.com/emilsvennesson/script.module.inputstreamhelper

# #30006
source: Due to distribution rights, [B]Widevine CDM[/B] has to be extracted from a Chrome OS recovery image. This process requires at least [B]{diskspace}[/B] of free disk space. Do you wish to continue?
he_il: בגלל זכויות הפצה יש לחלץ את [B]Widevine CDM[/B] מתוך קובץ ההצלה של מערכת ההפעלה כרום. תהליך זה לוקח לפחות [B]{diskspace}[/B] של שטח אחסון. האם ברצונך להמשיך?
hr_hr: Uslijed distribucijskih prava, [B]Widevine CDM[/B] potrebno je izdvojiti iz preslike za oporavak Chrome OS-a. Ovaj postupak iziskuje najmanje [B]{diskspace}[/B] slobodnog prostora na disku. Želite li nastaviti?
it_it: A causa di diritti di distribuzione, [B]Widevine CDM[/B] deve essere estratto dall'immagine di recovery di Chrome OS. Questo processo richiede almeno [B]{diskspace}[/B] di spazio libero. Vuoi continuare?

# #30007
source: [B]Widevine CDM[/B] is unfortunately not available on this system architecture ([B]{arch}[/B]).
he_il: לרוע המזל מודול [B]Widevine CDM[/B] אינו זמין עבור ארכיטקטורת המערכת הזו ([B]{arch}[/B]).
hr_hr: [B]Widevine CDM[/B] nažalost nije dostupan na ovoj sistemskoj arhitekturi ([B]{arch}[/B]).
it_it: [B]Widevine CDM[/B] sfortunatamente non e' disponibile per l'architettura del tuo processore ([B]{arch}[/B]).

# #30008
source: [B]{addon}[/B] is missing on your Kodi install. This add-on is required to play this content.
he_il: ההרחבה [B]{addon}[/B] חסרה בהתקנת קודי שלך. הרחבה זו נדרשת כדי לנגן תוכן זה.
hr_hr: U vašoj Kodi instalaciji nedostaje [B]{addon}[/B]. Ovaj dodatak potreban je za reprodukciju ovog sadržaja.
it_it: [B]{addon}[/B] non e' presente nella tua installazione di Kodi. Questo addon e' necessario per riprodurre questo contenuto.

# #30009
source: [B]{addon}[/B] is not enabled. This add-on is required to play this content.[CR][CR]Would you like to enable [B]{addon}[/B]?
he_il: ההרחבה [B]{addon}[/B] איננה מאופשרת. הרחבה זו נדרשת על מנת לנגן תוכן זה. האם ברצונך לאפשר את ההרחבה [B]{addon}[/B]?
hr_hr: [B]{addon}[/B] nije aktiviran. Ovaj dodatak potreban je za reprodukciju ovog sadržaja.[CR][CR]Želite li aktivirati [B]{addon}[/B]?
it_it: [B]{addon}[/B] non e' abilitato. Questo addon e' richiesto per riprodurre questo contenuto.[CR][CR]Vuoi abilitare [B]{addon}[/B]?

# #30010
source: [B]Kodi {version}[/B] or higher is required for [B]Widevine CDM[/B] content playback.
he_il: גרסת קודי [B]{version}[/B] ומעלה נדרשת לניגון תוכן באמצעות [B]Widevine CDM[/B].
hr_hr: Za [B]Widevine CDM[/B] reprodukciju sadržaja potreban je [B]Kodi {version}[/B] ili novija verzija.
it_it: E' richiesto [B]Kodi {version}[/B] o superiore per riprodurre contenuti con [B]Widevine CDM[/B].

# #30011
source: This operating system ([B]{os}[/B]) is not supported by [B]Widevine CDM[/B].
he_il: מערכת ההפעלה [B]{os}[/B] איננה נתמכת על ידי [B]Widevine CDM[/B].
hr_hr: [B]Widevine CDM[/B] ne podržava ovaj operativni sustav ([B]{os}[/B]).
it_it: Il tuo sistema operativo ([B]{os}[/B]) non e' supportato da [B]Widevine CDM[/B].

# #30012
source: The Windows Store version of Kodi does not support [B]Widevine CDM[/B].[CR][CR]Please use the installer from kodi.tv instead.
he_il: גרסת חנות היישומים של חלונות (Windows Store) של קודי אינה תומכת ב-[B]Widevine CDM[/B].[CR][CR]נא להשתמש בכלי ההתקנה מאתר kodi.tv במקום זאת.
hr_hr: Windows Store verzija Kodija ne podržava [B]Widevine CDM[/B].[CR][CR]Molimo umjesto toga upotrijebite instalacijski program s kodi.tv.
it_it: L'installazione dal Windows Store di Kodi non supporta [B]Widevine CDM[/B].[CR][CR]Per piacere utilizza l'installer da kodi.tv.

# #30013
source: Failed to retrieve [B]{filename}[/B].
he_il: שגיאה בשליפת הקובץ [B]{filename}[/B].
hr_hr: Dohvat [B]{filename}[/B] nije uspio.
it_it: Impossibile recuperare [B]{filename}[/B].

# #30014
source: Download in progress...
he_il: ההורדה מתבצעת...
hr_hr: Preuzimanje u tijeku...
it_it: Download in corso...

# #30015
source: Downloading [B]{filename}[/B]...
he_il: מוריד את הקובץ [B]{filename}[/B]...
hr_hr: Preuzimanje [B]{filename}[/B]...
it_it: Download di [B]{filename}[/B] in corso...

# #30016
source: Failed to extract [B]Widevine CDM[/B] from zip file.
he_il: שגיאה בחילוץ [B]Widevine CDM[/B] מקובץ zip.
hr_hr: Izdvajanje [B]Widevine CDM[/B]-a iz zip datoteke nije uspjelo.
it_it: Impossibile estrarre [B]Widevine CDM[/B] dal file zip

# #30017
source: [B]{addon}[/B] {version} or later is required to play this content.
he_il: ההרחבה [B]{addon}[/B] מגרסה {version} ומעלה נדרשת על מנת לנגן תוכן זה.
hr_hr: Reprodukcija ovog sadržaja iziskuje [B]{addon}[/B] {version} ili noviju verziju.
it_it: [B]{addon}[/B] {version} o superiore e' necessario per riprodurre questo contenuto.

# #30018
source: You do not have enough free disk space to install [B]Widevine CDM[/B]. Free up at least [B]{diskspace}[/B] and try again.
he_il: אין מספיק שטח אחסון על מנת להתקין את [B]Widevine CDM[/B]. יש לפנות לפחות [B]{diskspace}[/B] ולנסות שוב.
hr_hr: Na disku nemate dovoljno slobodnog prostora za [B]Widevine CDM[/B] instalaciju. Oslobodite najmanje [B]{diskspace}[/B] i pokušajte ponovo.
it_it: Non hai abbastanza spazio libero per installare [B]Widevine CDM[/B]. Libera almeno [B]{diskspace}[/B] e riprova.

# #30019
source: This operating system ([B]{os}[/B]) is not supported by [B]Widevine CDM[/B] for ARM devices.
he_il: מערכת ההפעלה הזו ([B]{os}[/B]) אינה נתמכת על ידי [B]Widevine CDM[/B] עבור התקני ARM.
hr_hr: [B]Widevine CDM[/B] za ARM uređaje ne podržava ovaj operativni sustav ([B]{os}[/B]).
it_it: Questo sistema operativo ([B]{os}[/B]) non e' supportato da [B]Widevine CDM[/B] per dispositivi ARM.

# #30020
source: [B]'{command1}'[/B] or [B]'{command2}'[/B] command needs to exist on system to extract the [B]Widevine CDM[/B].
he_il: הפקודה [B]'{command1}'[/B] או [B]'{command2}'[/B] נדרשת כדי לחלץ את [B]Widevine CDM[/B].
hr_hr: Za izdvajanje [B]Widevine CDM[/B]-a na sustavu treba postojati naredba [B]’{command1}’[/B] ili [B]’{command2}’[/B].
it_it: Il comando [B]'{command1}'[/B] o [B]'{command2}'[/B] deve essere presente sul sistema per poter estrarre [B]Widevine CDM[/B].

# #30021
source: [B]'{command}'[/B] command needs to exist on system to extract the [B]Widevine CDM[/B].
he_il: הפקודה [B]'{command}'[/B] נדרשת כדי לחלץ את [B]Widevine CDM[/B].
hr_hr: Za izdvajanje [B]Widevine CDM[/B]-a na sustavu treba postojati naredba [B]’{command}’[/B].
it_it: Il comando [B]'{command}'[/B] deve essere presente sul sistema per poter estrarre [B]Widevine CDM[/B].

# #30022
source: Downloading the Chrome OS recovery image...
he_il: מוריד את קובץ ההצלה של מערכת ההפעלה כרום...
hr_hr: Preuzimanje Chrome OS preslike za oporavak...
it_it: Sto scaricando l'immagine di recovery di Chrome OS...

# #30023
source: Download completed!
he_il: ההורדה הושלמה!
hr_hr: Preuzimanje dovršeno!
it_it: Download completato!

# #30024
source: The installation now needs to unzip, mount and extract [B]Widevine CDM[/B] from the recovery image.[CR][CR]This process may take up to ten minutes to complete.
he_il: על ההתקנה כעת לפרוש ולחלץ את [B]Widevine CDM[/B] מתוך קובץ ההצלה.[CR][CR]תהליך זה עשוי לקחת עד עשר דקות.
hr_hr: Instalacija sada treba raspakirati, namontirati i izdvojiti [B]Widevine CDM[/B] iz preslike za oporavak.[CR][CR]Dovršetak ovog procesa može potrajati do deset minuta.
it_it: L'installazione deve estrarre, montare ed estrarre [B]Widevine CDM[/B] dalla recovery.[CR][CR]Questo processo richiede fino a 10 minuti per poter finire.

# #30025
source: Acquiring EULA.
he_il: מוריד הסכם רישיון למשתמש הקצה.
hr_hr: Preuzimam EULA-u.
it_it: Acquisizione della Licenza d'uso

# #30026
source: Widevine CDM EULA
he_il: הסכם רישיון למשתמש הקצה של Widevine CDM
it_it: Licenza d'uso di Widevine CDM

# #30027
source: I accept
he_il: אני מקבל/ת
hr_hr: Prihvaćam
it_it: Accetto

# #30028
source: Cancel
he_il: ביטול
hr_hr: Otkaži
it_it: Annulla

# #30029
source: OK
he_il: אישור

# #30030
source: The installation may need to run the following commands with root permissions: [B]{cmds}[/B].
he_il: ההתקנה עשויה להריץ את הפקודות הבאות בהרשאות root: [B]{cmds}[/B].
hr_hr: Instalacija će možda trebati pokrenuti sljedeće naredbe s 'root' ovlastima: [B]{cmds}[/B].
it_it: L'installazione potrebbe richiedere di avviare i seguenti comandi con permessi di root: [B]{cmds}[/B].

# #30031
source: An update of [B]Widevine CDM[/B] is required to play this content.
he_il: עדכון של [B]Widevine CDM[/B] נדרש על מנת לנגן תוכן זה.
hr_hr: Za reprodukciju ovog sadržaja potrebno je ažurirati [B]Widevine CDM[/B].
it_it: Un aggiornamento di [B]Widevine CDM[/B] e' richiesto per poter riprodurre questo contenuto.

# #30032
source: Your system is missing the following libraries required by Widevine CDM: [B]{libs}[/B]. Install the libraries to play this content.
he_il: במערכת שלך חסרים הספריות הבאות הנדרשות על ידי Widevine CDM: [B]{libs}[/B]. יש להתקין את הספריות על מנת לנגן תוכן זה.
hr_hr: U vašem sustavu nedostaju sljedeće programske biblioteke potrebne za Widevine CDM: [B]{libs}[/B]. Da biste reproducirali ovaj sadržaj, instalirajte navedene biblioteke.
it_it: Nel tuo sistema sono assenti le seguenti librerie richieste da Widevine CDM: [B]{libs}[/B]. Installale per riprodurre questo contenuto.

# #30033
source: There is an update available for [B]Widevine CDM[/B].
he_il: יש עדכון זמין עבור המודול [B]Widevine CDM[/B].
hr_hr: Dostupno je ažuriranje za [B]Widevine CDM[/B].
it_it: E' disponibile un aggiornamento di [B]Widevine CDM[/B].

# #30034
source: Update
he_il: לעדכן
hr_hr: Ažuriraj
it_it: Aggiorna

# #30035
source: [B]loop[/B] is still loaded
he_il: המודול [B]loop[/B] עדיין טעון
it_it: [B]loop[/B] e' ancora in funzione

# #30036
source: Unload it by running [B]modprobe -r loop[/B] in the terminal.
he_il: ניתן להסיר אותו באמצעות הפקודה [B]modprobe -r loop[/B] במסוף.
it_it: Sbloccalo eseguendo [B]modprobe -r loop[/B] nel terminale.

# #30037
source: Success!
he_il: הצלחה!
hr_hr: Uspjeh!
it_it: Successo!

# #30038
source: Install Widevine
he_il: התקנת Widevine
hr_hr: Instaliraj Widevine
it_it: Installa Widevine

# #30039
source: [B]Widevine CDM[/B] is currently not available natively on ARM64. Please switch to a 32-bit userspace for [B]Widevine CDM[/B] support.
he_il: המודול [B]Widevine CDM[/B] איננו זמין עבור ARM64. יש להחליף ל-userspace של 32 סיביות עבור תמיכה ב-[B]Widevine CDM[/B].
hr_hr: [B]Widevine CDM[/B] trenutno nije nativno dostupan na ARM64. Molimo prebacite se na 32-bitni korisnički prostor za [B]Widevine CDM[/B] podršku.
it_it: [B]Widevine CDM[/B] attualmente non e' disponibile nativamente su ARM64. Passa ad un userspace a 32-bit per poter utilizzare [B]Widevine CDM[/B].

# #30040
source: Update available
he_il: עדכון זמין
hr_hr: Dostupno ažuriranje
it_it: Aggiornamento disponibile

# #30041
source: Widevine CDM is required
he_il: נדרש Widevine CDM
hr_hr: Potreban je Widevine CDM
it_it: E' richiesto Widevine CDM

# #30042
source: Using a SOCKS proxy requires the PySocks library (script.module.pysocks) installed.
he_il: שימוש בפרוקסי מסוג SOCKS דורש התקנת ספריית PySocks (script.module.pysocks).
hr_hr: Korištenje SOCKS proxyja iziskuje instaliranu PySocks programsku biblioteku (script.module.pysocks).
it_it: L'utilizzo di un proxy SOCKS richiede l'installazione della libreria PySocks (script.module.pysocks)

# #30043
source: Extracting Widevine CDM
he_il: מחלץ את Widevine CDM
hr_hr: Izdvajanje Widevine CDM-a
it_it: Sto estraendo Widevine CDM dall'archivio

# #30044
source: Preparing downloaded image...
he_il: מכין את הקובץ שהורד...
hr_hr: Priprema preuzete preslike...
it_it: Preparazione al download dell'immagine

# #30045
source: Uncompressing image...
he_il: פורש קובץ...
hr_hr: Raspakiranje preslike...
it_it: Sto estraendo l'immagine

# #30046
source: This may take several minutes.
he_il: תהליך זה עשוי לקחת מספר דקות.
hr_hr: Ovo bi moglo potrajati nekoliko minuta.
it_it: Potrebbero volerci alcuni minuti.

# #30047
source: [I]Please do not interrupt this process.[/I]
he_il: [I]נא לא לעצור תהליך זה[/I]
hr_hr: [I]Molimo ne prekidajte ovaj proces.[/I]
it_it: [I]Si prega di non interrompere questo processo.[/I]

# #30048
source: Extracting Widevine CDM from image...
he_il: מחלץ את Widevine CDM מתוך הקובץ...
hr_hr: Izdvajanje Widevine CDM-a iz preslike...
it_it: Sto estraendo Widevine CDM dall'immagine

# #30049
source: Installing Widevine CDM...
he_il: מתקין את Widevine CDM...
hr_hr: Instalacija Widevine CDM-a...
it_it: Installazione di Widevine CDM in corso...

# #30050
source: Finishing...
he_il: מסיים...
hr_hr: Dovršavanje...
it_it: Sto terminando...

# #30051
source: [B]Widevine CDM[/B] successfully installed.
he_il: מודול [B]Widevine CDM[/B] הותקן בהצלחה.
hr_hr: [B]Widevine CDM[/B] je uspješno instaliran.
it_it: [B]Widevine CDM[/B] installato con successo.

# #30052
source: [B]Widevine CDM[/B] successfully removed.
he_il: מודול [B]Widevine CDM[/B] הוסר בהצלחה.
hr_hr: [B]Widevine CDM[/B] je uspješno uklonjen.
it_it: [B]Widevine CDM[/B] rimosso correttamente

# #30053
source: [B]Widevine CDM[/B] not found.
he_il: [B]Widevine CDM[/B] לא נמצא.
hr_hr: [B]Widevine CDM[/B] nije pronađen.
it_it: [B]Widevine CDM[/B] non e' stato trovato

# #30054
source: disabled
he_il: מבוטל
hr_hr: onemogućeno
it_it: disabilitato

# #30055
source: There is not enough free disk space in the current temporary directory. Would you like to specify a different one to temporarily use for the Chrome OS Recovery Image (e.g. on a USB)?
he_il: אין מספיק שטח אחסון בתיקיה הזמנית הנוכחית. האם תרצה/י לבחור תיקיה אחרת לשימוש זמני עבור קובץ ההצלה של מערכת ההפעלה כרום (למשל על גבי USB)?
hr_hr: U trenutnoj privremenoj mapi nema dovoljno slobodnog prostora na disku. Želite li odrediti neku drugu mapu za privremeno korištenje za presliku za oporavak Chrome OS-a (npr. na USB-u)?
it_it: Non c'Ã¨ abbastanza spazio libero nella cartella temporanea in uso. Ne vuoi specificare un'altra da usare temporaneamente per l'immagine di recovery di Chrome OS (es. disco USB)?

# #30056
source: No backups found!
he_il: לא נמצאו גיבויים!
hr_hr: Nisu pronađene sigurnosne kopije!
it_it: Backup non trovato!

# #30057
source: Choose a backup to restore
he_il: בחר/י גיבוי לשחזור
hr_hr: Odaberite sigurnosnu kopiju za obnovu
it_it: Scegli un backup da ripristinare

# #30058
source: Time remaining: {mins:d}:{secs:02d}
he_il: הזמן שנותר: {mins:d}:{secs:02d}
hr_hr: Preostalo vremena: {mins:d}:{secs:02d}

# #30059
source: Meanwhile, should we try extracting Widevine CDM using the legacy method?
he_il: בינתיים, האם לנסות לחלץ את Widevine CDM בשיטה הישנה?

# #30060
source: Identifying wanted partition...
he_il: מזהה את המחיצה המבוקשת...
hr_hr: Identifikacija željene particije...

# #30061
source: Scanning the filesystem for the Widevine CDM...
he_il: סורק את מערכת הקבצים עבור Widevine CDM
hr_hr: Skeniranje datotečnog sustava u potrazi za Widevine CDM-om...

# #30062
source: Widevine CDM found, analyzing...
he_il: המודול Widevine CDM נמצא, מנתח...
hr_hr: Widevine CDM pronađen, analiza u tijeku...

# #30063
source: Could not make the request. Your internet may be down.
he_il: לא ניתן לבצע את הבקשה. האינטרנט שלך עשוי להיות מנותק.
hr_hr: Zahtjev nije mogao biti napravljen. Vaša internetska veza možda ne radi.

# #30064
source: Could not finish the download.
he_il: לא ניתן להשלים את ההורדה.
hr_hr: Preuzimanje nije bilo moguće dovršiti.

# #30065
source: Shall we try again?
he_il: לנסות שוב?
hr_hr: Da pokušamo ponovo?

# #30800
source: [B]Kodi[/B] version [B]{version}[/B] is running on a [B]{system}[/B] system with [B]{arch}[/B] architecture.
he_il: [B]קודי[/B] מגרסה [B]{version}[/B] רץ על מערכת [B]{system}[/B] עם ארכיטקטורה [B]{arch}[/B].
hr_hr: [B]Kodi[/B] verzija [B]{version}[/B] izvodi se na [B]{system}[/B] sustavu s [B]{arch}[/B] arhitekturom.

# #30810
source: [B]InputStream Helper[/B] is at version [B]{version}[/B] {state}
he_il: [B]InputStream Helper[/B] בגרסה [B]{version}[/B] {state}
hr_hr: [B]InputStream Helper[/B] je u verziji [B]{version}[/B] {state}

# #30811
source: [B]InputStream Adaptive[/B] is at version [B]{version}[/B] {state}
he_il: [B]InputStream Helper[/B] בגרסה [B]{version}[/B] {state}
hr_hr: [B]InputStream Adaptive[/B] je u verziji [B]{version}[/B] {state}

# #30820
source: [B]Widevine CDM[/B] is [B]built into Android[/B]
he_il: המודול [B]Widevine CDM[/B] הוא חלק [B]מובנה באנדרואיד[/B]
hr_hr: [B]Widevine CDM[/B] je [B]ugrađen u Android[/B]

# #30821
source: [B]Widevine CDM[/B] is at version [B]{version}[/B] and was installed on [B]{date}[/B]
he_il: המודול [B]Widevine CDM[/B] מגרסה [B]{version}[/B] הותקן בתאריך [B]{date}[/B]
hr_hr: [B]Widevine CDM[/B] je u verziji [B]{version}[/B] i instaliran [B]{date}[/B]

# #30822
source: It was extracted from Chrome OS image [B]{name}[/B] with version [B]{version}[/B]
he_il: חולץ מתוך קובץ מערכת ההפעלה כרום [B]{name}[/B] מגרסה [B]{version}[/B]
hr_hr: Izdvojen je iz Chrome OS preslike [B]{name}[/B] s verzijom [B]{version}[/B]

# #30823
source: It was last checked for updates on [B]{date}[/B]
he_il: נבדק לזמינות עדכונים בפעם האחרונה בתאריך [B]{date}[/B]
hr_hr: Za ažuriranja je zadnji put provjeren [B]{date}[/B]

# #30824
source: It is installed at [B]{path}[/B]
he_il: הותקן ב-[B]{path}[/B]
hr_hr: Instaliran je na [B]{path}[/B]

# #30830
source: Please report issues to: [COLOR yellow]{url}[/COLOR]
he_il: נא לדווח על שגיאות אל: [COLOR yellow]{url}[/COLOR]
hr_hr: Probleme molim prijavite na: [COLOR yellow]{url}[/COLOR]
it_it: In caso di problemi, apri una segnalazione su: [COLOR yellow]{url}[/COLOR]

# #30900
source: Expert
he_il: מומחה
hr_hr: Stručne
it_it: Mod. Esperto

# #30901
source: InputStream Helper information
he_il: מידע InputStream Helper
hr_hr: InputStream Helper informacije
it_it: InputStream Helper info

# #30903
source: Disable InputStream Helper
he_il: ביטול InputStream Helper
hr_hr: Onemogući InputStream Helper
it_it: Disabilita InputStream Helper

# #30904
source: [I]When disabled, DRM playback may fail![/I]
he_il: [I]כאשר מבוטל, ניגון של תוכן מוגן בזכויות יוצרים (DRM) עשוי להיכשל![/I]
hr_hr: [I]Ukoliko je onemogućeno, reprodukcija DRM-a možda zakaže![/I]
it_it: [I]Quando disabilitato, la riproduzione dei contenuti protetti da DRM potrebbe fallire[/I]

# #30905
source: Update frequency in days
he_il: תדירות עדכון בימים
hr_hr: Učestalost ažuriranja u danima
it_it: Ricerca aggiornamenti (in giorni)

# #30907
source: Temporary download directory
he_il: תיקיית הורדה זמנית
hr_hr: Privremena mapa za preuzimanje
it_it: Directory di download temporanea

# #30909
source: (Re)install Widevine CDM library...
he_il: התקנה (מחדש) של ספריית Widevine CDM...
hr_hr: (Ponovno) instaliraj Widevine CDM programsku biblioteku...
it_it: (Re)installa Widevine CDM

# #30911
source: Remove Widevine CDM library...
he_il: הסרת ספריית Widevine CDM...
hr_hr: Ukloni Widevine CDM programsku biblioteku...
it_it: Rimuovi Widevine CDM

# #30913
source: Number of backups
he_il: מספר הגיבויים
hr_hr: Broj sigurnosnih kopija
it_it: Copie di backup

# #30915
source: Restore Widevine CDM library...
he_il: שחזור ספריית Widevine CDM...
hr_hr: Obnovi Widevine CDM programsku biblioteku...
it_it: Ripristino libreria Widevine CDM...
